
import imgCutches from '../assets/images/blogs/foster/crutches.png'
export default function Blog_Foster(){
    return <>


<p>今年十月搬到了曼哈顿的Harlem，想着在离开前，至少住过纽约的townhouse，就好比上海的弄堂，北京的四合院。</p>

<p>都说纽约不欢迎穷人，恐诚如所言。曼哈顿好像生了病的人，努力排斥着我这个小抗原。</p>

<p>来到岛上骑车通勤的第二个礼拜，就遇到了偷车贼，只好骑共享单车。一个月以后，骑着共享单车被外卖摩的追尾挂倒，右脚动了手术，植入了钢板，在家待到现在。画一下现状：</p>
<p className="image">
    <img src={imgCutches}  />
    </p>

<p>
来来回回地跑了很多医院，见了很多医生，顺便读了很多相关的资料，心不甘情不愿的了解了美国繁琐的医疗系统。
</p><p>
仿佛疫情隔离的生活，有了不少时间看书。Claire Keegan是我之前买来一直没读的爱尔兰作家。代表作Small things like these。
</p><p>

Foster的情节非常简单，几乎全是琐碎的生活细节。故事背景在爱尔兰乡村，一个贫困家庭的小女儿，因为母亲马上又要分娩，被送到另一户人家寄养一个夏天。虽说单独成书，但是只靠着超大的字体和页边，勉强凑了一百页，一天就可以读完。
</p><p>

好像时隔多年，第一次看以小孩子为主人公的书。这类书大概可以分成几类：以小孩视角写给小孩的童话，有时候还是绘本，小时候经常看；以大人视角写给小孩的寓言，一般是爸妈买来要求孩子看；还有以小孩视角写给大人的“成人童话“，这本书属于此类。
</p><p>

说是小孩子，主人公给人的观感却更像是个冷峻的观察者。小孩子的感情最强烈，也最易爱憎分明。而Foster里的“我”既没有过多的情感表示，也从不做价值判断。
</p><p>

举例来说，第一章里一共出现了47处对话，其中只有8处是“我"，而这八处中又只有两处是主动发言，另外六处全都是回答大人的问题。而第二章所有“我”的对话都是被动回答问题。这唯一的一处主动发言看来也无关紧要：
</p><p>

'Da,' I say, 'The tress.'
</p><p>
'What about 'em?' 
</p><p>
“They're sick,' I say.
</p><p>
'They're weeping willows,' he says, and clears his throat.
</p><p>

一个缺乏陪伴的腼腆孩子。“我”几乎是一个被动的叙述者，被人们带去各种各样的地方，忠实的描述人们的对话和反应。
</p><p>

如果说非要拎出一个反面人物的话，“我“的亲生父亲，家无余财，流连酒肆，送走女儿时没有任何表示，寄养期间也没有来信。家中拮据，在外人面前还死要面子：
</p><p>

“Wasn't it a great year for the hay all the same. Never saw the like of it,' says Da. 'The loft is full to capacity. I nearly split my head on the rafters pitching it in.'
</p><p>

I wonder why my father lies about the hay. He is given to lying about things that would be nice, if they were true.
</p><p>

虽然同样是庄稼汉，养父Kinsella顾家稳重，有一种田野哲学家的气质。
</p><p>

'You don't ever have to say anything,' he says. 'Always remember that as a thing you need never do. Many's the man lost much just because he missed a perfect opportunity to say nothing.'
</p><p>

二三四五章都是生活琐碎，打井水，赶集。在琐事中间，偶尔会出现一些暗示：
</p><p>
’Where there's secret,' she says. 'there's shame - and shame is something we can do without.'
</p><p>
‘Sorry for keeping you.' She has been crying but she isn't ashamed. 'It'll be nice for you to have some clothes of your own.'
</p><p>

终于在第五章末尾，一个爱讲闲话的女人带出了全篇的转折，其实养父母因为意外失去了自己的儿子。
</p><p>

然后故事就在这里归于平静。母亲顺利生产，‘我’被送回去上学。
</p><p>

失去孩子的养父母是否是在我身上寻找替代？我又是否在养父身上寻找缺失的父爱？作者没有提及，而是把所有复杂的感情藏在简单的对话和情节里。通篇给人一种淡然真实的感觉。
</p><p>

所以结尾看似普通的情感表达，反而显得格外有力。
</p><p>

‘Daddy,' I warn him, I call him. 'Daddy.'
</p><p>

这是一本很安静的书，适合找个安静的晴天慢慢读完。

</p><p>

自己小时候的事情忘的差不多了，也很少有机会跟小孩子打交道，有印象的几次都有些不知所措，还记得有一次感恩节，战战兢兢地陪朋友老板家小孩看史努比，完全不知道怎么搭话。再近的话，想到去年在雅安碰到的一个小丫头。
</p><p>

雅安倒是一个别致的小县城。从成都隔离酒店逃出来，竟然没有地方敢收留我，无奈开始流窜。在邛崃躲了一晚，打包好行李开始往雅安方向骑。出发之前想打电话跟雅安的客栈联系一下，发现客栈的名字叫“雨城记忆”，一路还在想这老板是个文艺人。没想到“雨城”，和“静安”，“黄浦”一样，是这个城区的名字。
</p><p>

初瞥的印象名副其实，早上出发阴云密布，一路淅淅沥沥，等看到雅安城区的绿色指示牌，浑身只有夹在T恤和雨衣中间的一小部分空间是干燥的——外面是雨水，里面是汗水。进隧道时还是荒芜的公路景象，长长的隧道尽头猛然开阔：左侧是奔腾的青衣江，还有渐次下降的长堤。
</p><p>

青衣江比黄浦江浅，所以河道的碎石偶尔突出河边，卷起层层的波纹；比黄浦江窄，但是因为公路高出河岸许多的缘故，俯视看不相伯仲；右侧是高耸的山峦，随着城区的延伸缓缓下降；头顶是连绵的阴雨；面前是蜿蜒下降的公路，再前面隐隐约约出现了城市的轮廓——商场，公寓楼，人行道，还有奔走的外卖小哥。
</p><p>

客栈和这座城市一样，很会隐藏自己。川西多山，很多镇子都傍山依河，地图上看起来细长长的一条。沿河一路骑七八公里左右，就到了闹市区，街道变窄，汽车，自行车和行人挤在一起，路边是叫卖小食或是盒饭的路边摊，再旁边是熙熙攘攘的店铺，铺面往上是临街的六层居民楼，墙面都早已斑驳。目的地路口竖着一个骑行联盟的招牌，挤过一条窄窄的巷子，尽头悬着生锈的铁楼梯，楼梯右边是一扇双开式的铁门。再往里，曲折的巷子里用围墙隔开了几个老式居民区。
</p><p>

骑行是穷游的选择，所谓的客栈往往都是扩建的老板家。进门是空荡荡的门厅，没有什么家具和装潢，显得很大。地上七七八八地堆着行李和杂物，一张餐桌正对墙上的电视机，旁边一个柜台，背后挂着一块黑板，上面写着“单先生和云朵仙女的家”。心里暗笑这老板叫老婆"云朵仙女"，好不肉麻。
</p><p>

门厅往里右手边紧连着主人的卧室，左手边是客房区，分了两层，一层是单间，每间有一张床和蹲厕，有些还有淋浴。二楼是床位房，像宿舍一样摆着四张行军床，共用厕所和淋浴。一路上，单间从六十到一百五不等，而床位一般二三十。
</p><p>

大门随便敞开着，电视哇啦哇啦，喊了几声却无人应答。环顾四周，墙上各式各样的骑行队旗，马克笔涂鸦的留言，应该没有走错。因为疫情的关系，国道上骑友稀疏，有些客栈干脆关门谢客。赶忙又打电话给老板，原来他去海南带团了，家里的老人去接孩子放学，片刻就回。
</p><p>

这时候天色尚早，门厅里只有我的车，此外还有一辆孩子骑的迷你自行车斜在角落里。
</p><p>

过了一会儿，远远地听见小孩的声音，看着不过五十出头的奶奶拉着个小丫头，见到家里有个陌生人也不惊讶，自顾自的说着话。
</p><p>

顺带一提，所有的对话都是四川话。川西各地口音各不相同，外人只能捕捉只言片语。
</p><p>

收拾妥当，小孩去了里屋 ，奶奶操着普通话领我去房间。房间虽说是个单间，但是厕所大概只有两平，蹲厕和床头相距不过两米，中间只隔一扇版房门。加上正是雨季，厕所的味道混入了一股霉味。因为不通风的缘故，被褥都浸着一层水汽，不枉一路带着吹飞机。不过一路上的住宿差不多都是如此，城市人的讲究最好还是打包好，留在家里。
</p><p>

奶奶大概是不太管事的，收好钱就不见了人影，入夜深了还能听到楼上清脆的麻将。川藏线上多落脚的多是偏僻的乡镇，比如禾尼草原的禾尼乡，东达山脚下的容许兵站，镇上总共不过几十户人家，所以客栈也是唯一能吃热饭的地方。如果到的太早或是错过饭点，只有消耗随身的压缩饼干之类的干粮。记得容许兵站不通电网，老板储备了食材，做饭的时候还需要打开柴油发电机。雅安是到西藏林芝之前唯一还叫得到外卖的城镇，客栈也就不提供伙食。
</p><p>

去前厅取饭的时候，小女儿正在客厅看少儿频道，瞟了一眼，是我小时候没看过的动画。因为不知道怎么跟小孩子搭话，所以有点怯生生的坐了下来。倒是她一点也不怕生，还用十二分标准的普通话质问"你怎么点两份外卖"。
</p><p>

随便聊了聊，小姑娘叫单云朵，暑假开学上小学一年级，父母离异，爸爸经常不在家，一直是奶奶带大。
</p><p>

原来黑板上的"云朵妹妹"是眼前的小丫头。
</p><p>

“你晚饭吃啥”
</p><p>
“我在幼儿园吃过了。我吃了一个大排骨。”
</p><p>
“奶奶让你吃麦当劳吗？”
</p><p>
“奶奶什么都让我吃。”
</p><p>
“那你想吃薯条吗”小姑娘不说话。
</p><p>
 顿了一下，加了一句“我吃不了这么多。”
 </p><p>
“那你吃不了了我帮你吃一点哦”话没说完，小手已经在薯条里了。
</p><p>
"我不喝冰可乐，你也可以喝哦。"
</p><p>
说完小丫头就屁颠屁颠儿去厨房找吸管了。没一会儿，又屁颠屁颠儿蹦跶回来，手里拿着根很细的酸奶吸管。
</p><p>
 
我问爸爸带你去哪里玩，小姑娘可开心地说“河边上”。我搜了一下，西边五十公里有个叫“河边上”的小镇子。我说那么远，那近一点的呢。云朵妹妹说不远不远，就在那边，然后拿小手指了指门外。门外，隔一条马路就是青衣江。
</p><p>

"那妈妈带你出去玩吗 ？"
</p><p>
”我爸爸和妈妈离婚了“
</p><p>
”为什么呀“
</p><p>
“爸爸和妈妈天天吵架。”
</p><p>
“然后你就跟爸爸一起住了吗”
</p><p>
“对”
</p><p>
不知道该不该继续问。
</p><p>
“为什么不让奶奶带你出来玩呀”
</p><p>
“奶奶工作很忙，没有时间。”
</p><p>

晚上正好也想出门走走，让小姑娘跟奶奶打过招呼，就领着她出门了。奶奶只是在二楼应了一声，也没有下来 。在一般人看来，不带小孩读书 ，也不陪着出去玩，这个奶奶似乎不太近情理。跟城市人印象中的奶奶比起来，她更像是农村早早生娃的妇女，头发还都黑亮。儿子在外面挣钱，家里的客栈和小女儿都要她一手操持。这个角色本来可能有孩子的妈妈来分担，可是孩子才五岁，父母已经离婚了。对她而言，打麻将也许算是一种打发时间的"工作"。父母在外奔波，老人无力操持，或许在视线之外的三线中国，这样的"放养"才是常态。

</p><p>

拉着小孩走路的感觉很奇怪，因为不想让她把手伸的太累，要有意的把肩膀倾斜，结果几乎是在歪脖子走路。
</p><p>
“我还认识几个叔叔。一个胡子叔叔，还有一个（我没听清）叔叔。现在我也认识你了。”
</p><p>
“你爸爸去哪里了呀？”
</p><p>
“爸爸去海南了”
</p><p>
“去干嘛了呀”
</p><p>
“爸爸说，要去给我上实验小学赚学费。小学开学要交一百块钱呢！”
</p><p>
在小朋友的眼中，一百是个很大的数了呢。
</p><p>
"那你有没有想去的地方？"
</p><p>
"想去万达！"
</p><p>

所谓万达，是指雅安北边新城区的万达广场。听小姑娘的意思，身边的小朋友都去玩过了，奶奶没法带她，爸爸虽说要带她去，但一直没有时间。
</p><p>

因为健康码的关系，需要在雅安多呆两天。青衣江边的乱石滩上响起了广场舞的歌声。云朵姑娘和街坊的小男孩去玩了。寻思着既然有空，不如第二天带她去万达。不过想来一个陌生人带孩子出远门，即使再不负责任的奶奶也不会同意吧。男孩的父母来领他回去了，他们一家在不远的街边开小饭馆。或许是知道她父母离异，街坊邻居对小女孩都格外照顾。几家人在饭馆门前用雅安话插科打诨，我有点尴尬，打过招呼回去了。
</p><p>

第二天搬去了新城区。雅安滞留的两天，百无聊赖，在城市的大街小巷兜兜转转。因为“雨水+山城”的特征，在某些转角会突然感觉自己在香港。起伏的坡道，潮湿的空气，层次清晰的建筑，隐在远处的波浪，点缀青苔的墙壁，雾中的群山。还有毫无用处的普通话。
</p><p>
 
但是又会有一些瞬间把人拉回这座川西小镇。街边的喇叭不知疲倦地重复着“最后七天”的“进口皮鞋”清仓广告。三四百元的“国际高端品牌”只要三十五元，是贫穷限制了民间营销的想象力。
</p><p>

骑着共享小电驴，去了大家口中的圣地万达广场。跟这些年三四线城市拔地而起的购物中心一样，六层的方块建筑，挤满了本地的年轻人，还有带小孩的家长。虽然外观与任何现代化的购物中心无异，但无论是一口雅安话的推销员，在商场里遛弯的大爷，还是满地乱跑的小孩，都透着一股诙谐的"乡土气息"。
</p><p>

客栈老板不是雅安本地人。雨城记忆，对他而言是或许曾经和爱人一起生活的记忆，对小丫头而言呢？她还太小，记忆和当下之间的界限尚不分明。 二十年后，当她走出雨城，去往比万达更远的地方，雨城对她会是怎样的记忆呢？
</p><p>

在万达广场久违的逛了一次书店。买了两本小说，一本诗集，走的时候绕到老城区留给了云朵姑娘。 
</p>
    




</>}